[
    {
        "title": {
            "rendered": "SEMINAR ON INTRODUCTION TO CLOUD AND MICROSOFT AZURE"
        },
        "date": "02-02-2019",
        "content": {
            "rendered": "A Microsoft Student Partner event on Introduction to Cloud and Microsoft Azure was organised on 2nd February 2019 which was attended by 65 students. The morning session was held in the Seminar Hall of our University. The seminar was organised as well as delivered by the 6th-semester students of the CE department with the support and encouragement from Prof. Jatayu Sir. The seminar started with the topic ‘Introduction to the Cloud and Azure’ where students got an abstract overview of the cloud architecture and other various technologies used in the industry. Prof. Pandav from the audience gave students his insight on the DevOps model. Vivek Parmar who is the Microsoft Student Partner of our University gave an overview of the Azure Cloud Portal and showed a hands-on demo of creating and deploying Virtual Machines (VM) on Azure. Topics such as Virtual Networks and their configurations on VMs, Artificial Intelligence and Machine Learning services on Azure were also covered by other speakers. Hands-on demo of creating a Virtual Private Network (VPN) using the SoftEther VPN service and on creating a Q&A chatbot and embedding it to Facebook Messenger was also shown. Students were also demonstrated on how to create an Azure app service and deploy a web application using GitHub and FileZilla.Microsoft also provided each student with a $100 Azure credit for learning purposes. The students were guided through the process of creating and deploying SQL databases, SQL servers as well as connecting Azure SQL database to Visual Studio. They were also guided on how to create and deploy a VM. The team did a great job in solving queries of the students and helping them through the entire process. Finally, the event was concluded with a quiz and winners were awarded Gift Vouchers. The event was a great success as every student thoroughly enjoyed and learned a great deal from it."
        },
        "link": "https://i.dailymail.co.uk/i/pix/2015/09/01/18/2BE1E88B00000578-3218613-image-m-5_1441127035222.jpg"
    },
    {
        "title": {
            "rendered": "70TH REPUBLIC DAY CELEBRATED AT DDU"
        },
        "date": "26-01-2019",
        "content": {
            "rendered": "On the 26th of January, the Republic of India not only celebrates the day our constitution came into effect, but also commemorates the contributions of the Fathers of our Constitution.On the cold winter morning of 26th January,2019, Dharmsinh Desai University celebrated the 70th Republic Day of India at the central lawn. The faculty and students of DDU and the D. P. Desai School, along with the volunteers from NSS-Spandan gathered for the flag hoisting ceremony. The national flag was hoisted by our Guest of Honour, Mr. Parthiv Vyas, the Chief Engineer of the Statue of Unity in the presence of  Dr. H.M. Desai, Vice Chancellor, DDU; Prof. R. K. Jain, Registrar, DDU; Shri Ankur H. Desai, Campus Director, DDU; Deans of various faculties, HoDs and faculty members.Our Guest of Honour, Mr. Parthiv Vyas, addressed the gathering. He expressed immense pride for being an alumnus of DDU and appreciated Dr. H.M. Desai and all the faculty members for upholding the foundation of discipline since fifty years and promising to do the same for years ahead. The address was followed by a vote of thanks, which marked the conclusion of the ceremony. With a promise to uphold the dignity of our constitution, the assembly was dispersed."},
        "link": "https://i.dailymail.co.uk/i/pix/2015/09/01/18/2BE1E88B00000578-3218613-image-m-5_1441127035222.jpg"
        },
        {
            "title": {
                "rendered": "DDU ORGANIZES DISTRICT YOUTH PARLIAMENT"
            },
            "date": "24-01-2019",
            "content": {
                "rendered": "“Be the change you wish to see.” -Mahatma Gandhi , Envisioning the enthusiasm for change and the desire for “New India”, Hon. P.M. Shri Narendra Modi had urged to organize the event of Youth Parliament in each district of states at various levels to perceive the ideas of the youth. Upholding the motto of “Upliftment of the Nation” and being selected as a nodal institute for Kheda district, Dharmsinh Desai University along with the NSS Student Body had organized the district level of “Youth Parliament” on 24th January,2019. Students from various colleges of Kheda district participated with great anticipation. Amongst the dignitaries were present Dr. H.M Desai, Vice-Chancellor, DDU; Mr. Pankaj Desai, MLA, Nadiad Constituency; Prof. R.K Jain, Registrar, DDU; Shri. Ankur Desai, Director, DDU and Prof. D.G Panchal, Dean, FoT, DDU to grace the event and motivate the participants. Participants had shared their views with great confidence on the following topics: 1) India sets global narratives on terrorism.2) India sets global narratives on economic offenders.3) India sets global narratives on climate change.4) Khelo India: A gateway for budding sportspersons.The competent jury consisted of Social Activist Ms. Nandita Thakur; Mr. Devusinh Chauhan, MP, Kheda District; Mr. Gautam Brahmbhatt, Social Media Activist and Mr. Mahesh Mehta, Social Media Activist. The knowledge of the jury had a great influence on the participants. Jacky Thakkar, Rohan Rajput, and Nirmalsinh Chauhan were applauded as they emerged as the district winners. These winners will now compete at the state level."
            },
            "link": "https://i.dailymail.co.uk/i/pix/2015/09/01/18/2BE1E88B00000578-3218613-image-m-5_1441127035222.jpg"
        }
    ]