[
    {
        "date": "2019-04-30",
        "link": "https://dduconnect.in/non-tech/2019/04/30/serenity-2/",
        "excerpt": "<p>I&#8217;m lying on the bed of grass in this cold night, Under the mingled branches of trees. The blue and bright moon is soothing my sight&nbsp; And also taking me away from all the worries. The peaceful rush of birds toward their nest Seems to me like a home-coming fest. This place, where I&#8217;m lying, [&hellip;]</p>",
        "title": "Serenity",
        "content" : "I’m lying on the bed of grass in this cold night,
        Under the mingled branches of trees.
        The blue and bright moon is soothing my sight 
        And also taking me away from all the worries.
        The peaceful rush of birds toward their nest
        Seems to me like a home-coming fest.
        This place, where I’m lying, is encircled by the calmness of paradise.
        Also, with peace in the heart everyone looks nice and wise.
        Enjoying the symphonic serenity everyone went calm.
        This symphony also makes the cockles of my heart warm.
        At the end, everyone went to sleep with peace.
        So that tomorrow they can rise again with an ease.
        The struggling day turned into peaceful evening and then to night.
        With first rays of sunlight for a peaceful life again begins the fight.",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/05/serenity.jpg"
    },
    {
        "date": "2019-04-30",
        "link": "https://dduconnect.in/non-tech/2019/04/30/the-dark-nights/",
        "excerpt": "Let me encounter dark nights again, When you swing around my brain. Let&#8217;s travel to the amazing heartland, And I shall never leave your charming hand. Let me encounter the dark nights again, When you unknowingly make me insane. Let me expect a grand surprise, And smash me with your lethal eyes. Let me encounter [&hellip;]</p>",
        "title": "The Dark Nights",
        "content": "Let me encounter dark nights again,
        When you swing around my brain.
        Let’s travel to the amazing heartland,
        And I shall never leave your charming hand.
        Let me encounter the dark nights again,
        When you unknowingly make me insane.
        Let me expect a grand surprise,
        And smash me with your lethal eyes.
        Let me encounter the dark nights again,
        When I just forget all the pain.
        Let’s stroll together a mile,
        Where I shall adore your pleasant smile.
        Let me encounter the dark nights again,
        When I sense drizzles of the rain.
        Let’s have a ride over brisk air,
        Which shall flutter your glossy hair.
        Let me encounter the dark nights again,
        When I converse with my tranquil pen.
        My heart often seeks to recite,
        And emotions force me to write.",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/05/qFLoK8Q.png"
    },
    {
        "date": "2019-04-30",
        "link": "https://dduconnect.in/non-tech/2019/04/30/beautifully-disturbed/",
        "excerpt": "<p>Save a drop and let the rest flow. Of the rain, flooding up in you. Take a break and dive deep down. Spread your arms, reveal all your founds. Float along the songs of silence. Played by a fool, stuck in trance. Swin through the nights of dark and horror. Break down walls of self [&hellip;]</p>",
        "title": "Beautifully disturbed",
        "content": "Save a drop and let the rest flow.
        Of the rain, flooding up in you.
        Take a break and dive deep down.
        Spread your arms, reveal all your founds.
        Float along the songs of silence.
        Played by a fool, stuck in trance.
        Swin through the nights of dark and horror.
        Break down walls of self defence.
        Drown in songs and rain.
        Save a drop and swim again.
        Mould your heart and let it pulsate.
        Cause till 15th, we wait.
        You’re an artist, beautifully disturbed.
        Higher nights,
        Moonlight bright.
        The highway sides we walk on by.
        Some souls glee
        While the others cry
        The wheels roll while the tears dry.
        Yet the drops break light.
        The dripping trees fight,
        To gaze down,
        Upon your smile. 
        And wonder.
        Was that the beat of my heart or a thunder?
        You are an artist. Beautifully disturbed.",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/05/yrbDlCmk.png"
    },
    {
        "date": "2019-04-27",
        "link": "https://dduconnect.in/non-tech/2019/04/27/an-open-letter-to-chester-bennigton/",
        "excerpt": "<p>Dear Chester, I was merely 10 when I heard your first song, it was probably my first English song and I was hooked. I don’t know why I kept going back to this song and listening to it time and time again, I didn’t understand anything about it but I don’t know why whenever the [&hellip;]</p>",
        "title": "AN OPEN LETTER TO CHESTER BENNIGTON",
        "content": "Dear Chester,

        I was merely 10 when I heard your first song, it was probably my first English song and I was hooked. I don’t know why I kept going back to this song and listening to it time and time again, I didn’t understand anything about it but I don’t know why whenever the lines “ In the end, it doesn’t even matter” came up I had to sing it. I still remember me and my 10 year old friends singing along these lines in chorus, trying to act all cool as if it became our life’s anthem. I think for that entire year I knew just one song and this song will stay with me forever. Your song opened my eyes to this entire new world of Rock music and I can never thank you enough for this. Linkin Park was just my go to band for every situation, I was never the person who could express myself but your songs made me realize that there’s always someone I can relate with.
        
        Your music has stayed with me in every phase of my life and  it’s as if when know one taught me to live ,you were there to show me that I was not alone and I could do a lot better. There were times when I thought whatever I was doing was not worthwhile and “Somewhere I belong” gave me that push in the back and told me it was alright and it was going to be okay and somehow in the end it always did get better. Whenever I sought companionship and things did not go my way, “Crawling” and “Lost in the echo” were the songs I would always go back to and I still do, I survived the harsh parts of it as these songs played in my head.
        
        From the moment I did not even know about what any song meant to the point when I admired you and your ability to understand me, singing on my behalf and for me, I forgot there was a Chester Bennington apart from Linkin Park who’s was so hurt that he had to start thinking that there’s nobody to save him.
        
        Chester I am sorry I could never understand the pain and sorrow behind those lyrics, I am sorry that the pain you felt inside was too great for you to live with anymore and I am sorry that you felt like nobody was here who could help you even a little bit. Almost 2 years ago when I heard what happened I was just distraught, it felt as if someone very close to my heart had left , I couldn’t imagine a world where I won’t be listening to new Linking Park songs anymore. Instead, to deal with my grief, I want to thank you for the music that you have made
        
        I am someone who listens to whatever feels nice to my ears, I have had so many phases with music but each phase became a part of me if not a constant. And your rebellious attitude and ability to read my mind makes you stand out among the others, Chester. You’ll be greatly missed and the world will miss your ability to read minds and express them as your thoughts. However, I have your songs to turn to for solace or whenever I want to escape from this world for a few minutes.
        
        As I sit here and stare at this poster of you on my wall while listening to “Shadow of the day”, I want to thank you for everything you have done, for your contribution to this world, for giving me strength and for being you. I am sorry the pain and struggles and I wish I could have done something to make your feel just little bit better. Now that you are completely free, unshackled from the struggles, I want you to know that the shadow off the day will embrace the world in grey and sun will set for you.
        
        From,
        Someone who cares about that ‘One light’ in a sky of a million stars.",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/04/chezzyOL_rshree.jpg"
    },
    {
        "date": "2019-04-24",
        "link": "https://dduconnect.in/non-tech/writers-lounge/2019/04/24/the-last-chapter/",
        "excerpt": "<p>Books have always played a very vital role in my development. With every chapter, the connection built with the characters of the book keeps on getting stronger and when the book has me completely drowned in it, the next thing I realize is that I have reached the last chapter. I know that the strings [&hellip;]</p>",
        "title": "The Last Chapter",
        "content": "Books have always played a very vital role in my development. With every chapter, the connection built with the characters of the book keeps on getting stronger and when the book has me completely drowned in it, the next thing I realize is that I have reached the last chapter. I know that the strings of connection, tightened with so many difficulties, are loosening but, I still want to read the last chapter so badly that I cannot resist and go on to finish it. A couple of pages and everything comes to an end, but what lasts with me forever are those invisible strings. Although the knots begin to loosen after a while, yet they are tightly tied to a corner of my mind and I try my best to hold onto them.

        One such congenial book, for me, is DDU Connect. Although I consider it as a book, it is very different than any other book. I have reached its last chapter, but every single cell of my brain and heart is prompting me to not read the last chapter. They simply aren’t prepared for the end yet; although it is known that I am one of the co-authors of this chapter. If they could stop the sands of time, they definitely would have. Just like I can never resist reading the last chapter, I won’t be able to elude this one too, only, this would not be my will. Knowing that this side of the wall is more pretty, I would want to stand on the other side of it, because I know that I will still have people with me who will make the other side as pretty as this one for me.
        
        A thousand pictures with the same people but, all telling a different tale of a different time. Our phones would surely have run out of memory if it wasn’t for the Cloud providing unlimited storage. The pictures may not have been clicked at the perfect time, but they were all captured at times which were perfect. After a few years, when all of us would be away from each other, in different corners of the world, yet just a call way, these are going to be the pictures that we will all look at and have our eyes filled with tears of nostalgia. With tears swiftly rolling down our cheeks, our faces would have a wide smile remembering the silly reason for which we were smiling in the pictures.
        
        All I want is nothing more but to hear a knock at my door on a fine Saturday morning after a tiring week of work, only to find the characters from this book that we call CONNECT, when I open the door. I cannot fathom how the last chapter of that book would be! I don’t know if I will be able to write it or not, but I am so sure that I definitely want to start it. After all, it is about time.",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/04/the-last-chapter.jpg"
    },
    {
        "date": "2019-04-24",
        "link": "https://dduconnect.in/non-tech/writers-lounge/2019/04/24/does-the-ink-dry/",
        "excerpt": "<p>I’m sitting on a bench. The sand is turning dark, the birds are returning from the horizon and the sun has already submerged halfway into the ocean. The scene is ever so cliché but my heart strains to fathom all of this into a bunch of random words, hoping it would turn out to be [&hellip;]</p>",
        "title": "Does the ink dry?",
        "content": "I’m sitting on a bench. The sand is turning dark, the birds are returning from the horizon and the sun has already submerged halfway into the ocean. The scene is ever so cliché but my heart strains to fathom all of this into a bunch of random words, hoping it would turn out to be something meaningful. At times like this, I go far enough to fancy myself as a writer.

        I go showing my pieces to my friends, who are too nice to say anything but ‘nice’. They would say that I write good and it is something beyond them, that it is enough. This ought to invoke a dubious sense of self-worth, of satisfaction; and brassy satisfaction is a hindrance to bringing out the best. So, I get outside of my little bubble and read. I read the stories that have made people immortal, the poems that have made their way into everyone’s heart and I wonder. I wonder if I can even write. And I fall into an intense discussion with myself that seems to go on for days, with no sign of conclusion in sight. I stop writing, and then, after some time I start it again. At the very least, I pick up the pen. After sitting quietly for hours, and letting my mind get clouded by the feeling of inferiority sired from reading the works of great art, finally the pen touches the paper and the result is only a mere dot. So I ask others, “How do you write so well?” Some answer sincerely, some wittily, while some quote Peter De Vries, “Write drunk, edit sober.” After trying all of their methods and realizing that nothing works on me, I sit and just write. I convince myself that I do not write for others but myself. So I don’t have to be that good at it, let alone great.
        
        I write because my heart is choked up with sentiments and ideas. I write because the touch of a pen sends shivers through my body and the white paper compels me to unleash the thoughts. One must understand that art underpins writing. To quote John Keating, “We do not read and write poetry because it is cute. We read and write poetry because we are members of the human race.” Words can heal and hurt, but writing is much more than just words. It is symphony and dance and gibberish and harmony. The commas and apostrophes speak just as much as words. It is where the fingers transpose and blend the spaces between eyes and pages, to extort the soul and sentience out of writings. That is where the magic happens. When I’m out in the real world, looking at my magic, I believe I can write. Then I read and contravene myself. I write, anyway.",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/04/writing-on-writing.jpg"
    },
    {
        "date": "2019-04-22",
        "link": "https://dduconnect.in/non-tech/connect-ions/2019/04/22/bonjour-alexa/",
        "excerpt": "<p>“Hey Alexa, play songs from my music library”- these were the first words, I heard when I entered my home from my mundane Hostel for Diwali vacation. Amazon echo or “Hamari pyaari Alexa” came to my house this July. My brother received it as a gift from his industry, and he re-gifted it to my [&hellip;]</p>",
        "title": "BONJOUR ALEXA",
        "content": "“Hey Alexa, play songs from my music library”- these were the first words, I heard when I entered my home from my mundane Hostel for Diwali vacation. Amazon echo or “Hamari pyaari Alexa” came to my house this July. My brother received it as a gift from his industry, and he re-gifted it to my parents. In the beginning, my parents found it difficult to talk to her and I thought the next time I come home, I’ll find her in dust in one of the corners in my small house. Well, I was totally mistaken. When I came back home, I realized that they were completely obsessed with her. Their day started with her and ended with her.

        Despite these facts, Alexa didn’t raise my interest in it. In my mind it was just a conversational bot and how exciting could that be? I already know that I could ask Alexa things, something I should get used to. But I’m not much of a talker when it comes to speaking to inanimate objects. On the last day of my Diwali vacation, I heard my mom asking her, “Alexa, honey could you please stop the music”. A sudden rush of thought came to my mind that Alexa gets spoken to better than me, and she was not even real. I went straight to her and said loudly, “Hey Alexa, I don’t like you”. Prompt came the response “I am really sorry to hear that. You can always send feedback through the help and feedback section through the Alexa app.” Well; at least everyone in the house had a hearty laugh.
        
        It’s not that I hate Alexa, but the factuality that how artificial intelligence has taken over our lives makes me bothersome. I know artificial intelligence is the future waiting for us and of course, it is beneficial. But somewhere deep I think it will shatter the thin line between reality and fantasy. Many people, including the late physicist Stephen Hawking, have raised concerns that the rise of powerful AI systems could spell the end for humanity. The fact that AI is dubbed “intelligent” is ultimately down to the fact that it can learn. But even when it comes to learning, it is no match for humans. In fact, toddlers can learn by just watching somebody solving a problem once. An AI, on the other hand, needs tonnes of data and loads of tries to succeed on very specific problems.
        
        Machine learning and artificial intelligence are tools. They can be used in a right or a wrong way, like everything else. It is the way that they are used that should concern us, not the methods themselves. Human greed and human ignorance scare me far more than artificial intelligence does.",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/04/alexa.jpg"
    },
    {
        "date": "2019-04-22",
        "link": "https://dduconnect.in/non-tech/connect-ions/2019/04/22/restless-peace/",
        "excerpt": "<p>“What is Life? What is its purpose? How are we related to every bit of Universe?” The answers to these questions are so complex that renowned scholars and philosophers have spent their entire lives explaining it to the people yet failed. There are many who couldn’t seek answers to these complex questions and lived their [&hellip;]</p>",
        "title": "Restless Peace",
        "content": "“What is Life? What is its purpose? How are we related to every bit of Universe?” The answers to these questions are so complex that renowned scholars and philosophers have spent their entire lives explaining it to the people yet failed. There are many who couldn’t seek answers to these complex questions and lived their whole life with essence of suspense. As a matter of fact, I have always believed that answer to any complex question is very simple yet difficult to grasp. My answer to above questions lies in “One green tick”. I have never explicitly tried to find those answers, but they occurred to me in the most beautiful and unexpected way.

        As a kid, I always loved to solve Puzzles, with time the frequency of puzzle solving became inversely proportional to the weight of schoolbag but the joy of solving puzzle was a constant. As it was destined, I reunited with my childhood joy of puzzle in an exciting way. The difference was that instead of pen and paper, my tool to solve puzzle was now a compiler. Not everyone is fortunate enough to follow their passion and chase their dreams. Luckily, I am. The peace and pleasure I derived after solving a question were equivalent to the happiness which I used to experience after completing a puzzle a decade back. Every time hitting the “Submit” button leads me through an amalgam of intense feelings. While the screen reads “Running”, the thoughts of fear and nervousness originate in my mind at a speed more than that of light and my heart is filled with joy and calmness. The oxymoronic feelings make me restless and my heart beats faster with every passing second in the wait of “green tick”. As soon as the green tick appears, the restlessness turns into peace within a quark of second. Each new problem statement is so serene that one can’t stop admiring the mindset of the setter. Reading the statement feels like keenly observing an infant. You look at it with a lot of hope. Then starts the scratching of head and scribbling of pages. As soon as the big picture is visible, it’s job of the hands now. The fingers don’t discriminate between time, be it 3A.M. or 12P.M. At times I feel that my fingers and keys are more associated with each other than the tides are to the ocean. As I ponder over clicking the ‘Submit’ button, I try to overcome my doubts regarding the correctness of my solution and then starts the war between thoughts and emotions in my mind and heart.
        
        As I mentioned earlier, my answers to complex questions are rather simple and as it appears that puzzle solving has surrounded me since ever and which has evolved it in its form continuously with time. Each form has offered me the same hustle and peace. Every bit of my universe is connected to it. It is the dearest entity to me which I don’t want departed.",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/04/restless_peace.jpg"
    },
    {
        "date": "2019-04-18",
        "link": "https://dduconnect.in/more-content/2019/04/18/straight-from-the-artist-2/",
        "excerpt": "<p>Ms. Manali Ghosh, daughter of Sri Joydeb Ghosh, is an Indian Classical Singer. She is the disciple of Pandit Ajoy Chakrabarty, founder of the music institution, Shrutinandan.&nbsp; She performs Hindustani classical, semi-classical, devotional, commercial Bengali and Hindi songs as a vocalist. She won the third position in Pashimbanga Rajya Sangeet Academy music competition in Raga [&hellip;]</p>",
        "title": "STRAIGHT FROM THE ARTIST",
        "content": "Ms. Manali Ghosh, daughter of Sri Joydeb Ghosh, is an Indian Classical Singer. She is the disciple of Pandit Ajoy Chakrabarty, founder of the music institution, Shrutinandan.  She performs Hindustani classical, semi-classical, devotional, commercial Bengali and Hindi songs as a vocalist. She won the third position in Pashimbanga Rajya Sangeet Academy music competition in Raga Khayal and bagged the first position for Aalap. Presently she is working as a research scholar for a doctorate in Music under University of Calcutta. Team DDU Connect got an opportunity to interview her. Here are the excerpts from the same.

        1. What inspired you to take music as a profession?
        “I belong to a musical family. My grandfather used to sing. My mother loved music but didn’t pursue it as career. My father used to teach music to children at home. So, the surrounding played an important role during my childhood. As a child, I used to sit in my father’s music class and used to sing. From there my father found a potential in me and started looking for a guru. I started learning from my aunts.  Knowingly or unknowingly I was getting inclined towards music but it was kind of confusing for me. I couldn’t figure what was going on. I couldn’t decide whether I should pursue music as a career or not. At that time, my guruji insisted to pursue music as career. He persuaded me that I can do this. It was a gradual process but due to all these incidents, I chose music as my career.”
        
        2. How was your experience of learning from Pandit Ajoy Chakraborty?
        ” My guru, Pandit Ajoy Chakraborty, is like an ocean. He is very affectionate and very caring. When I was not sure about music, he inspired me. He encouraged me a lot. I have no words for him. He was always supportive. He is the source of hope, strength and light in the darkness. Only the person who learns from him can understand this. “
        
        3. Who is your role model?
        ” Kuashiki Chakraborty is my role model. When I was a child, I used to listen to her. I was very much influenced by her. She sings that is why I want to sing. ”
        
        4. Nowadays, we’re seeing a lot of old songs that are remade to suit the party lifestyle. What are your opinions on that?
        ” One thing that we look for in music is aesthetic pleasure and it is very subjective. If you like this color, then it’s not necessary that everybody will like it. It is not defined in any constitution that everybody has to like it. Some people do not like it because music is totally influenced by psychology. How we are born and brought up, what phase we’re passing through currently, all these things affect the mental stability; and mental stability of mind is very necessary to appreciate good music. So, behind our likes and dislikes, our lifestyle influences a choice. That’s why I tell you to start listening to classical music. I just do not want to mark it as good music because I’m not the one to tell you what is good or right. First taste every dish, and then you choose one. ”
        
        5. What are the struggles that an Indian Classical Singer faces?
        ” There are many struggles. There is often no guarantee that you’ll get enough wage. I knew it at the time of choosing this path and that’s why I was mentally prepared. I don’t have any family member that belongs to the music industry so I didn’t even know whether it’ll work or not. I started my path, I jumped into the industry and it was a totally different experience. Singing and learning is something, but walking in the industry, working, is a completely other thing. There are some issues that still exists. We don’t get sponsorships for classical music. We’ve gotten support from many places like Gujarat and Odissa but from not all the places. So, it’s hard and I had other options but I keep reminding myself that I chose this as I love it. ”
        
        6. What message would you like to convey to our readers?
        ” As I’m a classical singer and was brought up with classical music, so I’m obviously biased towards it. Even so, I request you everyone to listen to classical music regardless of not understanding it. I believe that everyone will definitely like it if they just start listening to it. Perhaps every day is not possible, but make a habit of listening to it at least twice a month. And when the habit will be hardwired, they’ll understand about the aesthetic sense within oneself. This is our heritage and we should support it. ”
        
        Team DDU Connect is grateful to Ms. Manali Ghosh for sparing her valuable time with us and sharing her experiences.",
        "source_url": "https://dduconnect.in/wp-content/uploads/2018/12/Untitled-1.jpg"
    },
    {
        "date": "2019-04-18",
        "link": "https://dduconnect.in/tech/tech-it-easy/2019/04/18/new-dual-ability-material-exhibits-goniopolarity/",
        "excerpt": "<p>It wouldn&#8217;t be exaggerating to say that electrons rule our world, right? They have even made it to our textbooks. We have learned about electrons and holes in depth in our first-year courses. Now, a research team at The Ohio State University have discovered almost accidentally a material which shows dual roles as both electrons [&hellip;]</p>",
        "title": "New Dual-Ability Material Exhibits &#8216;Goniopolarity&#8217;",
        "content": "It wouldn’t be exaggerating to say that electrons rule our world, right? They have even made it to our textbooks. We have learned about electrons and holes in depth in our first-year courses. Now, a research team at The Ohio State University have discovered almost accidentally a material which shows dual roles as both electrons and holes holder.

        The concept of dual-personality material wasn’t relevant until the new discovery. We know that electrons have negative charge and holes, which are basically the absence of electrons have a positive charge. Movement of electrons and holes lead to the material conducting electricity. Electrons can be manipulated to radiate or absorb energy. A material can act either as an electron-holder or a hole-holder, but not both. Thus, we need to add layers of different materials to balance the properties to create a practical material. The new material is a crystal (NaSn2As2) which effectively holds both electrons and holes eliminating the need to add multiple layers of different kinds of materials.
        
        This new finding proves wrong the long existing dogma in science that a material can be either an electron or a hole holder, but not both. When a fellow researcher was measuring the properties of the crystal when he observed that the material sometimes acted as an electron-holder and sometimes as a hole-holder. He ran the experiments again and again as something like was not possible previously, but got the same results. The case wasn’t that the electrons became holes because that would be the same assembly of materials. This material when observed keeping one property in perspective looks as an electron-holder but when observed in another way, it looks as a hole-holder.
        
        In the materials which are made by adding layers different materials, the energy travels less efficiently through the structure. This increases the probability of failure in a device made from that material. In the new material which consists of layers of crystals of the same material, the carriers behave as electrons when travelling within each layer but they behave as holes when travelling between two layers. The researchers have named this dual-ability property of the material as ‘goniopolarity’ which occurs due to the unique electronic structure of the material. They also believe that there might be other materials that exhibit this property but are yet to be discovered.
        
        This material opens up the possibility of a whole array of unique devices to be created. It could also simplify the electronics which can lead to efficient systems that are less likely to break down. Since this material can potentially change the way our traditional transistors function, most of the electronics around us can possibly be engineered in a new and more effective way. This includes LEDs in televisions, computers and laptops, solar panels and even the light sensors in our smartphones. Thus, this material has the potential to bring about a revolution in the world of electronics.",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/04/Dual-Ability-Material-Exhibits-Goniopolarity.jpg"
    },
    {
        "date": "2019-04-18",
        "link": "https://dduconnect.in/tech/tech-it-easy/2019/04/18/nano-logistics/",
        "excerpt": "<p>What do you do to send an article from one place to another? Simply use the postal or courier services, right! But what if one had to transport something on a much smaller scale? Nanotechnology comes to the rescue here! Scientists at the Centre for Functional Nanomaterial (CFN) have wrapped a box of a different [&hellip;]</p>",
        "title": "Nano-logistics",
        "content": "What do you do to send an article from one place to another? Simply use the postal or courier services, right! But what if one had to transport something on a much smaller scale? Nanotechnology comes to the rescue here! Scientists at the Centre for Functional Nanomaterial (CFN) have wrapped a box of a different kind. By using a chemical synthesis method, they engineered hollow metallic nano-sized boxes with cube-shaped pores at the corners. They also demonstrated how these “Nano wrappers” take the job of a postman at nanoscale and can be used to carry and release DNA-coated nanoparticles in a controlled way.

        In this research, DNA coated particles were embedded on the nano wrappers. When the DNA fibres contract, the nanoparticles become small enough to fit in the openings and enter the hollow cavity. The nanoparticles can then be sealed within the nano wrapper by decreasing the salt concentration. The scientists also established the transformation of nanocubes to nano wrappers through spectroscopy experiments. Oleg Gang, leader of the research team, compares the nano wrapper with a box of which only the exterior can be used and not the interior. Most nanoparticle synthesis methods used today, produce solid nanostructures. We need approaches to engineer the internal space of these structures. Compared to their solid counterparts, hollow nanostructures has different optical and chemical properties which can be used for a variety of applications.But what is the use these nano wrappers? The use of nano wrappers in medicine offers some exciting possibilities.  It can be used to make repairs at the cellular level. The treatments that were once only possible by vaccinations can now be made possible by taking the drugs in the form of a pill. Nanoparticles made of polyethylene glycol-hydrophilic carbon clusters (PEG-HCC) can absorb free radicals at a much higher speed than the proteins used by our body for this purpose. This ability to absorb free radicals may reduce the harm that is caused by the discharge of free radicals after a brain injury. They are used for the treatment of many genetic diseases like cancer, Parkinson’s disease, Alzheimer’s etc.

        The efficiency of this nanoparticles can be further increased by using the nano wrappers by achieving controlled release of the material. It can also be used for other areas where there is a requirement to release the material inside it in a controlled way. These nano wrappers can revolutionize the normal drug delivery system. However, they are made of gold-silver alloy, so they are bound to be costly. But the researchers are looking forward to replacing the gold-silver alloy with other bimetallic materials and assemble them into large-scale architectures. So, we may be using them in regular treatments very soon!",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/04/Nano-Logistics.jpg"
    },
    {
        "date": "2019-04-16",
        "link": "https://dduconnect.in/more-content/2019/04/16/does-the-defence-budget-of-2019-show-the-mispalced-priority-of-the-indian-government/",
        "excerpt": "<p>FOR The allocation of $60.9 billion in the Union budget, 2019 on 1st February, to the Ministry of Defence has raised speculation pertaining to the highest ever allocation of the defense budget in the history of India. Having crossed the threshold of Rs. 3,00,000 crore, India’s new defense budget falls way short for modernization plans. [&hellip;]</p>",
        "title": "Does the Defence Budget of 2019 show the misplaced priority of Indian Government ?",
        "content": "The allocation of $60.9 billion in the Union budget, 2019 on 1st February, to the Ministry of Defence has raised speculation pertaining to the highest ever allocation of the defense budget in the history of India. Having crossed the threshold of Rs. 3,00,000 crore, India’s new defense budget falls way short for modernization plans. Considering the previous statement, it portrays the misplaced priority of the Indian Government in the Union budget allocation of 2019. In the lieu of the attacks over the Indian part of Kashmir, which affected the national integrity and security, higher allocation of budget to defense shall not be the answer to the improved security of our country. Taking into fact, the recent scams in defense equipment acquisitions and the budget portion allocated thereafter, it surely calls for attention over this allotment of money in the defense section. The rough demand put up by the MoD after reckoning all the expenditures, salaries, pensions, etc and budget allocated thereafter has a two-fold difference. While the Make in India initiative is already supporting the defense sector then does this big numbers in terms of money required? The crystal clear answer is a NO! The Indian defense system is on the run of upgradation with well-sought funds from the center as well the public sector undertaking i.e.: National Defence Sector Units(NDSU), thus raising the threshold for MoD budget while compromising the holistic National development proves futile.

        While there are issues pertaining to health, unemployment, sanitation, infrastructure, transport, imports & exports, etc., 2019’s budget shows the misplaced priority of Indian Government in the distribution of gross national income via the budget. While the people of our country are facing major health issues due to poor sanitation and hygiene, this type of majorized budget allotment to the ministry of defense stands questionable. As per the analysis, the Defence budget is around 5 times the Health budget 2019. This shows the non-prioritisation and negligence of health of the people in the country, by the government. The health sector demands more investment for research, the National Health Scheme(NHS) and treatment of various diseases at the govt. run hospitals and health centers.
        
        On a similar line, the coastal road infrastructure development requires fast track but due to unavailability of funds, the development is facing hindrance which is costing a huge loss to our economy. Thus, the prioritizing of these projects is being neglected on certain lines by the government and the current budget allocation justifies this misplaced priority. There are various issues mainly overcoming poverty and improving public infrastructure which the government needs to prioritize in the budget allocation. I wish to conclude by stating clearly that the defense budget of 2019 shows the misplaced priority of the Indian government.",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/04/spks_website.jpg"
    },
    {
        "date": "2019-04-12",
        "link": "https://dduconnect.in/non-tech/fiction/2019/04/12/andrea-home-away-from-home/",
        "excerpt": "<p>“Do you know ANNE, I used to be an amateur astronomer. I would gaze at the sky, trying to spot constellations and imagine the object it portrayed by joining the dots. Orion was the easiest one. Although, I didn’t stay transfixed for hours as they so romantically put it. It did pique my curiosity. And [&hellip;]</p>",
        "title": "Andrea: Home Away from Home",
        "content": "“Do you know ANNE, I used to be an amateur astronomer. I would gaze at the sky, trying to spot constellations and imagine the object it portrayed by joining the dots. Orion was the easiest one. Although, I didn’t stay transfixed for hours as they so romantically put it. It did pique my curiosity. And now here I am, 1300 light years away in the middle of the same Orion, on the first ever space civilisation setup by humans. Maybe, someone is looking at us from the Earth.”, Andrews said and waved his hand at the sky.

 

        “It sounds magnanimous sir!”, ANNE replied.
         
        
        It had been 100 days since the inception of Andrea- a second home to humans. Andrea wasn’t the Earth like planet that we found and inhabited. It was a huge ring structure built around a spinning blackhole using metals extracted from nearby exoplanets. Andrea was built at just the right distance and it rotated with just the right speed to counterbalance black hole’s pull and gravity was as good as that on the Earth. They threaded superconducting coils through black hole’s horizon to tap the electricity to surface of Andrea, just like a dynamo. And it would be eons before it ran out of power.
         
        
        “Sir, I think We should head back to the station. Such long exposures may cause cellular mutations inside your body.”, ANNE said. Andrews never had second thoughts to what ANNE said because he believed it was incorruptible as it wasn’t a human in first place; a robot. They got into the aircraft and reached a tiny cubicle where there was a helipad marked X. Once the aircraft landed there, helipad started descending slowly and inside lay a beautiful city- ellipsoidal edifices and lakes forming perfect circles scattered amidst labyrinth of flora and fauna. Andrews manoeuvred his aircraft to his lab.
         
        
        Andrews was the chief engineer of this project Andrea. A project this daunting and so massive had never been done before. Today, they were going to take another great leap. They were going to look inside the black hole and try to find out the missing pieces to the ‘Theory of Everything’ which If successful could even pave the way to constructing a Time Machine. Dr. Michael was harbouring a great expectation from this experiment of peeking inside the black hole. He called it the most ambitious project of his life. Dr. Michael was also at helm of project Andrea. He was a prodigy; a brilliant mathematician and a leading theoretical physicist of 24th century. He took Einstein’s legacy a step further and reconciled Quantum mechanics with General relativity. If it weren’t for him, Andrea would have fallen back by several millennia, for he decoded the science behind wormholes and assisted in developing the technology to create a wormhole from solar system to Orion Nebula, a tunnel through hyperspace which reduced the distance of 1300 light years to about 200 million kilometres. He was indeed a man ahead of his time.
         
        
        Just hours before the experiment, Andrews had bitter argument with him. He was ominous.
         
        
        “Dr. Michael, I have some reservations about this experiment of yours. I think we shouldn’t experiment with these mystic particles- primordial blackholes, something that we don’t yet understand fully.”
         
        
        “Calm down Andrews. Do you understand how fortunate we have been to have had the opportunity to study primordial blackholes- miniscule particles which were supposedly originated during the origin of universe and are perhaps the miniature models of the black hole we’ll try to probe today. If we never try how will we ever know anything.”
         
        
        “But sir, do you understand the gravity of the possible consequences of the experiment? It may result into a catastrophic series of events which will jeopardise Andrea and even result into total destruction of life system that we’ve built here. Sir, I entreat you to abort this experiment.”
         
        
        “I have never been wrong, and I don’t see why that should change. Once I have accomplished this, I will have surpassed all the greats ever (sighs). Just take a leap of faith with me, Andrews.”
         
        
        Dr. Michael scoffed and stormed out of the room. Andrews knew that Doctor had gone past the point of no return.
         
        
        “T-30 seconds to launch. All systems are fully functional and responsive.” The entire team of Dr. Michael held their breath as they watched ANNE start descend towards the black hole. It carried a capsule containing primordial black hole in a perfect vacuum, isolated from all disturbances. ANNE’s signals received at Andrea began experiencing red shift, turning into longer and longer wavelengths as it descended further down, which was as expected. ANNE started revolving in orbit just outside event horizon, a region beyond which even light cannot escape hole’s pull.
         
        
        “Sir, there’s some erratic activity in our orbit. Detection of gravitational waves and rise in temperatures. Thrust power requirement is greater than the calculated value.”, ANNE transmitted message to Andrea. Everyone started sweating profusely when they heard this, except Dr. Michael. “Keep sending the data ANNE.”, he replied.
         
        
        Suddenly, capsule broke open and distorted black mass emancipated itself. Primordial Blackhole began growing at a rapid rate and soon turned into a colossal monster.
         
        
        All hell broke loose at Andrea. The primordial black hole had begun engulfing the other black hole and its enormous pull would soon spaghettify Andrea. Ambition and vanity had clouded Dr. Michael’s judgement and entire humanity had to pay the price. Andrews immediately initiated evacuation. They had spacecrafts which could be mobilised in very short time. Dr. Michael seated paralysed with horror whilst others began leaving hastily. He had sunk into abyss of regret and remorse. Andrews had to carry the frozen Doctor to the spacecraft. He watched from space Andrea disintegrate and amalgamate with stars lying inside the blackhole.",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/04/space_emergency-01-01-01.png"
    },
    {
        "date": "2019-03-3",
        "link": "https://dduconnect.in/non-tech/2019/03/31/an-open-letter-to-sir-stephen-hawking/",
        "excerpt": "<p>Dear Sir, For years I have wondered that although there are millions of scientists and researchers spending their entire lives in the science laboratories and research centres trying to unravel the mystery of the Universe; how could a theoretical physicist, who couldn’t convey his words through his own voice, is able to associate the entire [&hellip;]</p>",
        "title": "AN OPEN LETTER TO SIR STEPHEN HAWKING",
        "content": "Dear Sir,

        For years I have wondered that although there are millions of scientists and researchers spending their entire lives in the science laboratories and research centres trying to unravel the mystery of the Universe; how could a theoretical physicist, who couldn’t convey his words through his own voice, is able to associate the entire world to think upon the idea of origin of our Universe. You are an inspiration for an entire generation of space lovers and especially for the young brains of 21st century, who have acquired ample information of black holes and its peculiar characteristics from your books. You always came up with startling revelations and theories on which the entire world would debate for days.
        
        It is quite interesting to turn up the pages of recent history to study your life as a whole. You belonged to a family, which was highly respected by the society for the intelligence. It is said that your family spent time reading books while having meals. Although your father wished that you could clear the scholarship test and get an admission to Westminster School, due your illness and poor financial situation of the family you had to continue with your schooling at St. Albania School. I was amazed to know that at the age of eight, you had created a computer using the parts of clock and other recyclable things. Definitely your classmates had given you the right nickname- ‘Einstein’. Although Mathematics was your first love, you pursued Physics at University College. You were the first person to work at the Department of Mathematics and Theoretical Physics at the University of Cambridge. Your theory of ‘Properties of Expansion of Universe’ gained you a doctorate in the field of cosmology. Relating to Einstein’s theory of relativity, you tried to define the journey of this Universe, which began from a Big Bang and is considered to end in a black hole. The discovery of Hawking radiation was one of the remarkable works of your life.
        
        At the age of 21, when you were diagnosed with ALS (Amyotrophic Lateral Sclerosis), a motor neuron disease, you decided to fight back. The constant support of your wife Jane gave you the inner strength to fight through the tough phase of your life. Where the doctor had predicted your life to be for a couple of years, you fought bravely with it for last fifty-five years. In one of your interviews I have read that the disease had made you a lazy student of Cambridge a renowned scientist of the world. When the disease started affecting your life, you were bound to give up your teaching career. However, you fought with the situation and came up with a wheelchair and a computer program that can speak for you. You are an inspiration for 4.5 million people who are suffering from the same disease. You have shown the world how to make friends with your own disabilities and move on in life.
        
        In my opinion I feel that Science is not a field where you bet on your works. It stands unjustified to compare the research hours with money. However, I think these bets have invoked an urge in people to know about the Universe. Your predictions of Black Holes reverberated across the world when the NASA confirmed the existence of gravitational waves.
        
        Like your theories, the news of your death was shocking revelation for this Universe. Although I know that you were an Atheist, I would say that the disabilities of your life were the evil plans of the Creator of this Universe to keep his existence a mystery.  
        
        May Your Soul Rest in Peace.",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/03/open-letter.jpg"
    },
    {
        "date": "2019-03-25",
        "link": "https://dduconnect.in/non-tech/connect-ions/2019/03/25/sadly-happy/",
        "excerpt": "<p>The paper boats in the puddle were becoming blurry as my vision was getting refracted by the droplets of water trickling down the window pane. But my eyes were fixated on one paper boat which was slowly getting filled with water, ready to go crashing down any second, jibing my dreams. We don’t usually like [&hellip;]</p>",
        "title": "Sadly Happy",
        "content": "The paper boats in the puddle were becoming blurry as my vision was getting refracted by the droplets of water trickling down the window pane. But my eyes were fixated on one paper boat which was slowly getting filled with water, ready to go crashing down any second, jibing my dreams. We don’t usually like the muddy land and puddles of water but as humans tend to love things that hurt them the most, we love rain.

        The beguiling and endearing rain would fail to result in a perfect romantic saga if it weren’t for those pearls of water meeting the eyes. We cry and engulf ourselves into sadness, for sadness is far more welcoming and needs little to no effort as opposed to happiness. My first encounter with sadness was through a heartbreak. When Tris, the protagonist of Divergent series, despite overcoming all the adversities, died at the end, my heart broke into million pieces and dumped itself in the abyss of gloom. I stayed there till what seemed like years,only to find it becoming more appealing than happiness. Happiness needs an over plus and mythological amount of reasons to substantiate in our mere mortal human life unlike sadness that has encompassed us like a mother embracing her newborn baby. It is in the deepest roots that we start finding sadness fascinating. It is much more directional than chaotic happiness.While we run after the moon that keeps on going more and farther away the closer we try to get, the sadness stays there engulfing us with an assurance of always meeting us.
        
        Since I accepted that abyss as my home, my perspective has been broadened. The realization to what is wrong and what is possible have become finer through sadness now. Sadness creates self-assurance. We look inside to find what isn’t working and begin to stir a sense of reclamation, thus cultivating the soil of growth.Every moment seems to celebrate something.Our desires are unleashed, pulling us out of our stagnant lives and lifting us to better horizon,hence, ultimately leading to the creation of a better future.
        
        Still, we choose to run towards disintegrating happiness, happiness that spirals to nothing more than a collection of trophies. As it piles up into mere objects on the showcase, we beg into see the world for what it is, empty piles and empty promises. Happiness is like the last melt of our precious ice-cream that we always yearn to last a bit longer. While sadness is a concept beyond time, it is inordinate. Life isn’t the pursuit of happiness but it’s a long-lasting tale of sadness topped with ketchup of happiness, there can’t be too much ketchup otherwise you would forget about the original taste of pizza, so enjoy your pizza. 
        
         ",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/03/ip9Do-LA.png"
    },
    {
        "date": "2019-03-25",
        "link": "https://dduconnect.in/non-tech/connect-ions/2019/03/25/star-coffee-bucks/",
        "excerpt": "<p>&#8220;Namaste sir”, greeted me the doorkeeper opening the shiny glass door. I was about to make my debut step in the amazing world of aroma,taste,and ecstasy at Starbucks in Fort, Mumbai. I’m not a regular coffee person but when it comes to Starbucks coffee, I never miss one. I savor the coffee o’er therewith great [&hellip;]</p>",
        "title": "Star &#8211; Coffee &#8211; Bucks !",
        "content": "“Namaste sir”, greeted me the doorkeeper opening the shiny glass door. I was about to make my debut step in the amazing world of aroma,taste,and ecstasy at Starbucks in Fort, Mumbai. I’m not a regular coffee person but when it comes to Starbucks coffee, I never miss one. I savor the coffee o’er therewith great charm and delight.Coffee never took my heart but this place did. As soon as I stepped in through the glass door,the aroma of Irish brew took my senses by storm. The world inside Starbucks differed from the world that I just left outside.There were retro paintings on the left walls, whereas to my right were the exotic coffee beans in sack bags from different countries. Each bag carried the brew of their homeland. The coffee at Starbucks was the second thing that I set my heart upon the first was the ambiance of this place. People were gossiping at the high-rise tables while sipping their favorite brews. I have a different connection with this place altogether. The high tables were never my place of sitting as people in tucked ironed shirts and formal pants used to sit there and discuss work and business. I used to go to Starbucks to dive into the fragrance of rich coffee beans and write the most special section of my diary-“Speaks my heart!”.

        I always settled myself in the corner most couch and spent hours together glancing at the people around, chatting with people at the next table, sipping my cappuccino, overhearing relationship conversations and writing. The couch where I sat had an exotic oil-color painting of farmers in Ghana picking up the coffee beans with baby-care, on the exact opposite wall.I used to sink, at first,in thoughts of coffee making while gazing at that painting. And, suddenly when I would blink,I used to feel the warmth of my coffee mug. A sip of coffee.This is the point where my heart would start talking to me. I would ink all that my heart told me, in poems or in short stories or third-person talks.Unaltered. This place had magic. It made me talk to myself. I would have those tears of nostalgia,subtle smile of joyous ventures and moments of laughter,all here at Starbucks.The blend of music and coffee aroma would pass me into oblivion.It felt unreal. Coming back to reality was ab it tough.One coffee never satisfied me,the second cup with a different brew was a must.I used to call it the energy cup as it pumped energy in my body and revive me when my heart had done its talking with me.",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/03/7JeUZ3tA.png"
    },
    {
        "date": "2019-03-21",
        "link": "https://dduconnect.in/non-tech/writers-lounge/2019/03/21/cooking-mania/",
        "excerpt": "<p>After finishing a long battle with studies at school, my worn out soul was screaming for solace. I pedaled in search of familiarity and suddenly a tantalizing aroma hypnotised my limbs to move towards its source. My mom had prepared kidney beans curry with steamed rice as a reward for finally scoring ninety &#8211; six [&hellip;]</p>",
        "title": "Cooking Mania",
        "content": "After finishing a long battle with studies at school, my worn out soul was screaming for solace. I pedaled in search of familiarity and suddenly a tantalizing aroma hypnotised my limbs to move towards its source. My mom had prepared kidney beans curry with steamed rice as a reward for finally scoring ninety – six in mathematics. That was the day when I decided to try recreate some of the magic she does in the kitchen.

        There have been many trials and errors since that day. Steamed rice was first on my to – accomplish list as I hail from Southern part of India. But forgetting to pour water in the pressure cooker pan caused a blast bigger than those at Diwali. Since then, my mother has not allowed me to enter the kitchen without parental guidance. Gradually, I made progress from destroying the cookware to creating burnt brown residue. Some kind of twisted Midas touch might have possessed me as I could transform any dish into inedible mess.
        
        My mother could not see her workplace being wrecked by my determination to cook. So, she introduced me to the world of culinary arts. Cooking in many ways, I then discovered is a scientific process. First you need to make hypothetical assumptions what kind of textures and flavours would go together. Then comes verification with the help of existing theorems. Here, it includes pre tasting of raw materials to predict how they would suit the recipe. The next step involves measuring and experimenting. All ingredients get mixed in measured proportions and temperature variations are carried to obtain a balanced output. Finally we have the evaluation where mistakes made in various processes are found. This is found out by judging looks and taste. Results of this analysis are used to then correct the faults in assumptions. But it differs from other scientific processes as you can always add a bit of your imagination while experimenting.
        
        Cooking together as a team is a great bonding activity. All strengths are utilized and weaknesses covered together. Chopping, marinating, sauté, grilling , frying, baking and garnishing are then assigned accordingly. Coordination with each other is important as different processes consume different time intervals. At the end when all sit together to eat, some of the most cherished memories are made.
        
        When you cook something for your dear ones, extra ingredient are added to the dish like affection and care. When you cook their favourite dish, all you care about is the smile as they taste the food. . Unless you start living on your own, you don’t realize the difference this special ingredient makes. But not many are lucky to have at least one square meal. So if we could make a meal for the needy once in a while, won’t it be a step towards eradicating world hunger?",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/03/cooking-mania.jpg"
    },
    {
        "date": "2019-03-21",
        "link": "https://dduconnect.in/non-tech/writers-lounge/2019/03/21/children-of-the-sea/",
        "excerpt": "<p>It was clear to me what it meant when I saw the elements of nature coming up against each other, an everlasting war. I sat on the shore and watched the waves emerging from their mother, the sea and crashing into the mighty rocks. A sad circumstance that was seemingly real, had carved its place [&hellip;]</p>",
        "title": "CHILDREN OF THE SEA",
        "content": "It was clear to me what it meant when I saw the elements of nature coming up against each other, an everlasting war. I sat on the shore and watched the waves emerging from their mother, the sea and crashing into the mighty rocks. A sad circumstance that was seemingly real, had carved its place in my mind.

        The dawn was nearing at the time and due to strong winds, the waves seemed more daunting than ever. They charged at the rocks with warrior cries that could be heard miles away from the war. Their enemy, the land didn’t flinch seeing the waves coming towards him. He seemed to trust his defences. The rocks sure were old and weathered but their experience of the war was older than the life itself. They were there at the time when the war started. On the other hand, the waves were just children whose souls were filled with only fury and determination. They were born only a few seconds ago and will die, perhaps in a minute or so. It was as if their sole purpose of being born was to defeat their mother’s age old enemy. It was a disheartening sight, but then war always is. It was hard to contemplate how the sea bore the loss of her children. No one knew what mysterious forces and events had led to the starting of the war but the sea seemed obdurate to be the one to end it. She sent forth her children day and night for years to the frontier to attack the rocks until they finally break. For the children, death was a small sacrifice they were willing to pay for their mother’s resolve. It was a despairing realisation and I couldn’t help but have contempt for the sea.
        
        Someone else also seemed to share my discontent with the circumstances. The sun, who was known to be secretly in love with the sea, was a witness of the war. Just when he was about to hide beneath the sea, his pale orange eyes met mine. They were tired and reflected great sorrow into the sea. He certainly had a story to tell. In those brief moments, we had a conversation with our eyes. It broke his heart to see the children die for what he thought was a futile war. He was about to say his final goodbye when as if for the final time, he shone with hope. He seemed to share his hopes for the future of the children to me. When he was gone, I suddenly had this notion that he had been helping them escape the war all along. After all, those children can take different forms.",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/03/children-of-the-sea.jpg"
    },
    {
        "date": "2019-03-08",
        "link": "https://dduconnect.in/tech/tech-it-easy/2019/03/08/perfect-light-absorbers/",
        "excerpt": "<p>It is often said that &#8220;Old is gold&#8221; and the statement is quite valid in many of the cases. A perfect example of this saying is an ancient technique which was used to create vibrant colours by heating metal. Researchers of Case Western Reserve University have found that a 3,000 years old metallurgy technique is [&hellip;]</p>",
        "title": "Perfect Light Absorbers",
        "content" : "It is often said that “Old is gold” and the statement is quite valid in many of the cases. A perfect example of this saying is an ancient technique which was used to create vibrant colours by heating metal. Researchers of Case Western Reserve University have found that a 3,000 years old metallurgy technique is actually one of the simplest examples of a metasurface. Metasurfaces are artificial surfaces with subwavelength features that provide unique electromagnetic properties. They have used these findings to create a nickel thin-film perfect light absorber.
        Perfect light absorbers are materials that absorb more than 99% of a certain colour and have high-tech applications. Researchers have developed such absorbers by using simple-film with the right combination of oxide and the metallic substrate. They deposited 150nm of nickel or titanium on silicon and then heated the film for 20 to 40 minutes at 400 degree Celsius. This resulted in the formation of an oxide layer on it and it absorbed approximately 99.94% of red light. It can be tuned across other wavelengths by changing its thickness which is achieved by adjusting the duration of heat exposure. Perfect light absorption occurs on heated metal because of the phenomenon called total destructive interference. The light rays emerging from the oxide layer and the metal substrate come together in such a way that they negate other’s effects. The remaining light is absorbed by the metal substrate. Hence, perfect absorption is possible in a simple way.
        Perfect light absorbers are used in making sensors, solar panels and creating anti-theft products. Materials with such properties can be used to protect devices from noise and interference caused by electromagnetic signals. Earlier, such surfaces were created using nanolithography processes of fabrication. Such processes are lengthy, costly and cannot be used at the industrial level. Hence, the simplicity and reproducibility of these thermally-painted metasurfaces prove to be a better alternative. Also, the oxide films produced by heating metal maintain their colours at all angles. This heat-induced colour can be used to make holograms to protect currency and metal products from theft. It is yet to be discovered if high-resolution patterns can be formed or not by growing multiple layers of metal oxide. In future, gas sensors can also be developed using these perfect light absorbers.",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/03/lightabsorption.jpg"
    },
    {
        "date": "2019-03-07",
        "link": "https://dduconnect.in/tech/tech-it-easy/2019/03/07/frozen-heat/",
        "excerpt": "<p>Every electricity consuming device produces waste heat in one way or the other. Millions of such devices operate in the world resulting in loss of copious amounts of energy worldwide. Some of it could be utilized via the “Thermoelectric Effect”, i.e. converting heat flow from a hot device to a cold environment into electricity. To [&hellip;]</p>",
        "title": "FROZEN HEAT",
        "content" : "Every electricity consuming device produces waste heat in one way or the other. Millions of such devices operate in the world resulting in loss of copious amounts of energy worldwide. Some of it could be utilized via the “Thermoelectric Effect”, i.e. converting heat flow from a hot device to a cold environment into electricity. To take advantage of this effect requires materials with oxymoronic properties of good electric conduction and bad thermal conduction. A class of materials with cage-like structures have proved to be promising, after demonstrating low thermal conductivity by non-conventional methods.A team of scientists, from the Institute of Solid State Physics at the Vienna University of Technology, have created one such substance called Clathrate. “Clathrates are crystals with a very special structure”, says Professor Silke Bühler-Paschen, a member of the team. The crystal lattice structure of Clathrates is such that they form tiny cages in which individual atoms get trapped. These trapped atoms can oscillate back and forth in their “prison” cell, without affecting the rest of the crystal. Heat in matter is present in the form of vibrations of its atoms. As it is heated, the vibrations get increasingly intense until, at some point, the bonds between atoms break and matter changes its form, which is called the Melting Point in case of a solid. A heat wave propagates by two types of vibrations. If atoms are strongly bound together, the vibration of an atom will propogate to its neighbouring atoms and the heat wave will spread through the material. The stronger the bonds, the faster the wave resulting in a material of good thermal conductivity. However, if an atom is only very weakly bound to its neighbours, just like the atom sitting in the clathrate cage, then it is largely independent of the others and the heat wave is extremely slow.
        Clathrates exhibit a special interaction between these two heat waves resulting in thermal insulation. A property of clathrate crystal cage is that an atom inside can only vibrate in one of two possible directions. When a heat wave hits the atom in the cage, it only changes the direction of the oscillation. This phenomenon, called “Kondo-like phonon scattering”, slows down the heat wave, resulting in a decreased heat conductivity. A phonon is a unit depicting the vibrational heat wave in a crystal lattice, hence the effect is called phonon scattering. So, even though Clathrates can conduct electricity, they are good thermal insulators.
        Clathrates provide the exact properties of materials needed to use the thermoelectric effect on an industrial scale. Phonon Kondo systems transfer heat largely via low-frequency heat wave. Hence Clathrates may as well be promising intrinsic thermocrystals, for applications such as heat waveguides or thermal diodes in the emerging field of phononics.",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/03/frozen-heat.jpg"
    }
]
