[
    {
        "date": "2019-04-30",
        "link": "https://dduconnect.in/non-tech/2019/04/30/serenity-2/",
        "excerpt": "<p>I&#8217;m lying on the bed of grass in this cold night, Under the mingled branches of trees. The blue and bright moon is soothing my sight&nbsp; And also taking me away from all the worries. The peaceful rush of birds toward their nest Seems to me like a home-coming fest. This place, where I&#8217;m lying, [&hellip;]</p>",
        "title": "Serenity",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/05/serenity.jpg"
    },
    {
        "date": "2019-04-30",
        "link": "https://dduconnect.in/non-tech/2019/04/30/the-dark-nights/",
        "excerpt": "Let me encounter dark nights again, When you swing around my brain. Let&#8217;s travel to the amazing heartland, And I shall never leave your charming hand. Let me encounter the dark nights again, When you unknowingly make me insane. Let me expect a grand surprise, And smash me with your lethal eyes. Let me encounter [&hellip;]</p>",
        "title": "The Dark Nights",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/05/qFLoK8Q.png"
    },
    {
        "date": "2019-04-30",
        "link": "https://dduconnect.in/non-tech/2019/04/30/beautifully-disturbed/",
        "excerpt": "<p>Save a drop and let the rest flow. Of the rain, flooding up in you. Take a break and dive deep down. Spread your arms, reveal all your founds. Float along the songs of silence. Played by a fool, stuck in trance. Swin through the nights of dark and horror. Break down walls of self [&hellip;]</p>",
        "title": "Beautifully disturbed",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/05/yrbDlCmk.png"
    },
    {
        "date": "2019-04-27",
        "link": "https://dduconnect.in/non-tech/2019/04/27/an-open-letter-to-chester-bennigton/",
        "excerpt": "<p>Dear Chester, I was merely 10 when I heard your first song, it was probably my first English song and I was hooked. I don’t know why I kept going back to this song and listening to it time and time again, I didn’t understand anything about it but I don’t know why whenever the [&hellip;]</p>",
        "title": "AN OPEN LETTER TO CHESTER BENNIGTON",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/04/chezzyOL_rshree.jpg"
    },
    {
        "date": "2019-04-24",
        "link": "https://dduconnect.in/non-tech/writers-lounge/2019/04/24/the-last-chapter/",
        "excerpt": "<p>Books have always played a very vital role in my development. With every chapter, the connection built with the characters of the book keeps on getting stronger and when the book has me completely drowned in it, the next thing I realize is that I have reached the last chapter. I know that the strings [&hellip;]</p>",
        "title": "The Last Chapter",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/04/the-last-chapter.jpg"
    },
    {
        "date": "2019-04-24",
        "link": "https://dduconnect.in/non-tech/writers-lounge/2019/04/24/does-the-ink-dry/",
        "excerpt": "<p>I’m sitting on a bench. The sand is turning dark, the birds are returning from the horizon and the sun has already submerged halfway into the ocean. The scene is ever so cliché but my heart strains to fathom all of this into a bunch of random words, hoping it would turn out to be [&hellip;]</p>",
        "title": "Does the ink dry?",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/04/writing-on-writing.jpg"
    },
    {
        "date": "2019-04-22",
        "link": "https://dduconnect.in/non-tech/connect-ions/2019/04/22/bonjour-alexa/",
        "excerpt": "<p>“Hey Alexa, play songs from my music library”- these were the first words, I heard when I entered my home from my mundane Hostel for Diwali vacation. Amazon echo or “Hamari pyaari Alexa” came to my house this July. My brother received it as a gift from his industry, and he re-gifted it to my [&hellip;]</p>",
        "title": "BONJOUR ALEXA",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/04/alexa.jpg"
    },
    {
        "date": "2019-04-22",
        "link": "https://dduconnect.in/non-tech/connect-ions/2019/04/22/restless-peace/",
        "excerpt": "<p>“What is Life? What is its purpose? How are we related to every bit of Universe?” The answers to these questions are so complex that renowned scholars and philosophers have spent their entire lives explaining it to the people yet failed. There are many who couldn’t seek answers to these complex questions and lived their [&hellip;]</p>",
        "title": "Restless Peace",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/04/restless_peace.jpg"
    },
    {
        "date": "2019-04-18",
        "link": "https://dduconnect.in/more-content/2019/04/18/straight-from-the-artist-2/",
        "excerpt": "<p>Ms. Manali Ghosh, daughter of Sri Joydeb Ghosh, is an Indian Classical Singer. She is the disciple of Pandit Ajoy Chakrabarty, founder of the music institution, Shrutinandan.&nbsp; She performs Hindustani classical, semi-classical, devotional, commercial Bengali and Hindi songs as a vocalist. She won the third position in Pashimbanga Rajya Sangeet Academy music competition in Raga [&hellip;]</p>",
        "title": "STRAIGHT FROM THE ARTIST",
        "source_url": "https://dduconnect.in/wp-content/uploads/2018/12/Untitled-1.jpg"
    },
    {
        "date": "2019-04-18",
        "link": "https://dduconnect.in/tech/tech-it-easy/2019/04/18/new-dual-ability-material-exhibits-goniopolarity/",
        "excerpt": "<p>It wouldn&#8217;t be exaggerating to say that electrons rule our world, right? They have even made it to our textbooks. We have learned about electrons and holes in depth in our first-year courses. Now, a research team at The Ohio State University have discovered almost accidentally a material which shows dual roles as both electrons [&hellip;]</p>",
        "title": "New Dual-Ability Material Exhibits &#8216;Goniopolarity&#8217;",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/04/Dual-Ability-Material-Exhibits-Goniopolarity.jpg"
    },
    {
        "date": "2019-04-18",
        "link": "https://dduconnect.in/tech/tech-it-easy/2019/04/18/nano-logistics/",
        "excerpt": "<p>What do you do to send an article from one place to another? Simply use the postal or courier services, right! But what if one had to transport something on a much smaller scale? Nanotechnology comes to the rescue here! Scientists at the Centre for Functional Nanomaterial (CFN) have wrapped a box of a different [&hellip;]</p>",
        "title": "Nano-logistics",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/04/Nano-Logistics.jpg"
    },
    {
        "date": "2019-04-16",
        "link": "https://dduconnect.in/more-content/2019/04/16/does-the-defence-budget-of-2019-show-the-mispalced-priority-of-the-indian-government/",
        "excerpt": "<p>FOR The allocation of $60.9 billion in the Union budget, 2019 on 1st February, to the Ministry of Defence has raised speculation pertaining to the highest ever allocation of the defense budget in the history of India. Having crossed the threshold of Rs. 3,00,000 crore, India’s new defense budget falls way short for modernization plans. [&hellip;]</p>",
        "title": "Does the Defence Budget of 2019 show the misplaced priority of Indian Government ?",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/04/spks_website.jpg"
    },
    {
        "date": "2019-04-12",
        "link": "https://dduconnect.in/non-tech/fiction/2019/04/12/andrea-home-away-from-home/",
        "excerpt": "<p>“Do you know ANNE, I used to be an amateur astronomer. I would gaze at the sky, trying to spot constellations and imagine the object it portrayed by joining the dots. Orion was the easiest one. Although, I didn’t stay transfixed for hours as they so romantically put it. It did pique my curiosity. And [&hellip;]</p>",
        "title": "Andrea: Home Away from Home",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/04/space_emergency-01-01-01.png"
    },
    {
        "date": "2019-03-3",
        "link": "https://dduconnect.in/non-tech/2019/03/31/an-open-letter-to-sir-stephen-hawking/",
        "excerpt": "<p>Dear Sir, For years I have wondered that although there are millions of scientists and researchers spending their entire lives in the science laboratories and research centres trying to unravel the mystery of the Universe; how could a theoretical physicist, who couldn’t convey his words through his own voice, is able to associate the entire [&hellip;]</p>",
        "title": "AN OPEN LETTER TO SIR STEPHEN HAWKING",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/03/open-letter.jpg"
    },
    {
        "date": "2019-03-25",
        "link": "https://dduconnect.in/non-tech/connect-ions/2019/03/25/sadly-happy/",
        "excerpt": "<p>The paper boats in the puddle were becoming blurry as my vision was getting refracted by the droplets of water trickling down the window pane. But my eyes were fixated on one paper boat which was slowly getting filled with water, ready to go crashing down any second, jibing my dreams. We don’t usually like [&hellip;]</p>",
        "title": "Sadly Happy",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/03/ip9Do-LA.png"
    },
    {
        "date": "2019-03-25",
        "link": "https://dduconnect.in/non-tech/connect-ions/2019/03/25/star-coffee-bucks/",
        "excerpt": "<p>&#8220;Namaste sir”, greeted me the doorkeeper opening the shiny glass door. I was about to make my debut step in the amazing world of aroma,taste,and ecstasy at Starbucks in Fort, Mumbai. I’m not a regular coffee person but when it comes to Starbucks coffee, I never miss one. I savor the coffee o’er therewith great [&hellip;]</p>",
        "title": "Star &#8211; Coffee &#8211; Bucks !",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/03/7JeUZ3tA.png"
    },
    {
        "date": "2019-03-21",
        "link": "https://dduconnect.in/non-tech/writers-lounge/2019/03/21/cooking-mania/",
        "excerpt": "<p>After finishing a long battle with studies at school, my worn out soul was screaming for solace. I pedaled in search of familiarity and suddenly a tantalizing aroma hypnotised my limbs to move towards its source. My mom had prepared kidney beans curry with steamed rice as a reward for finally scoring ninety &#8211; six [&hellip;]</p>",
        "title": "Cooking Mania",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/03/cooking-mania.jpg"
    },
    {
        "date": "2019-03-21",
        "link": "https://dduconnect.in/non-tech/writers-lounge/2019/03/21/children-of-the-sea/",
        "excerpt": "<p>It was clear to me what it meant when I saw the elements of nature coming up against each other, an everlasting war. I sat on the shore and watched the waves emerging from their mother, the sea and crashing into the mighty rocks. A sad circumstance that was seemingly real, had carved its place [&hellip;]</p>",
        "title": "CHILDREN OF THE SEA",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/03/children-of-the-sea.jpg"
    },
    {
        "date": "2019-03-08",
        "link": "https://dduconnect.in/tech/tech-it-easy/2019/03/08/perfect-light-absorbers/",
        "excerpt": "<p>It is often said that &#8220;Old is gold&#8221; and the statement is quite valid in many of the cases. A perfect example of this saying is an ancient technique which was used to create vibrant colours by heating metal. Researchers of Case Western Reserve University have found that a 3,000 years old metallurgy technique is [&hellip;]</p>",
        "title": "Perfect Light Absorbers",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/03/lightabsorption.jpg"
    },
    {
        "date": "2019-03-07",
        "link": "https://dduconnect.in/tech/tech-it-easy/2019/03/07/frozen-heat/",
        "excerpt": "<p>Every electricity consuming device produces waste heat in one way or the other. Millions of such devices operate in the world resulting in loss of copious amounts of energy worldwide. Some of it could be utilized via the “Thermoelectric Effect”, i.e. converting heat flow from a hot device to a cold environment into electricity. To [&hellip;]</p>",
        "title": "FROZEN HEAT",
        "source_url": "https://dduconnect.in/wp-content/uploads/2019/03/frozen-heat.jpg"
    }
]